def string_upper(string):
    """
        Функция принимает строку и возвращает ее в верхнем регистре.

        Аргументы:
        string (str): Исходная строка.

        Возвращает:
        str: Строка в верхнем регистре.
        """
    return string.upper()


def string_title(string):
    """
        Функция принимает строку и возвращает новую строку, в которой первые буквы каждого слова заглавные.


        Аргументы:
        string (str): Исходная строка.

        Возвращает:
        str: Строка, в которой первые буквы каждого слова заглавные.
        """
    return string.title()

